"LANG" = "(French)";

"BAD_SYSTEM" = "Maintenance est incompatible avec cette version du Système.";
"GOOD_SYSTEM" = "Cette version de Maintenance ne fonctionne qu'avec les versions 10.6.x de Mac OS X (Snow Leopard).";
"BADPASS" = "Vous devez taper un nom et un mot de passe d'administrateur.";
"MSG_BADPASS" = "Essayez d'entrer vos informations à nouveau.";
"EXEC_MAINTENANCE" = "Lancement de Maintenance";

"CHECK_UPDATE" = "Recherche de mise à jour...";
"UPTODATE" = "Maintenance est à jour.";
"MSG_UPTODATE" = "Aucune version plus récente de Maintenance n'est disponible. Cliquez sur OK pour continuer.";
"NO_UPDATE" = "Aucune nouvelle version n'était disponible";
"NO_UPDATEBETA" = "Il n'est pas possible de rechercher une mise à jour depuis une version Beta.";
"UPDATE_DL" = "Nouvelle version détectée et téléchargée";
"UPDATE_NODL" = "Nouvelle version détectée mais pas téléchargée";
"B_DL" = "Télécharger";
"DL_UPDATE" = "Téléchargement en cours...";
"NEW_VERS" = "Nouvelle version détectée.";
"MSG_VERSA" = "Vous utilisez actuellement la version ";
"MSG_VERSB" = " de Maintenance. Une version plus récente (";
"MSG_VERSC" = ") est disponible.";
"DLOK" = "Téléchargement terminé.";
"MSG_DLOK" = "La dernière version de Maintenance a été téléchargée et placée sur le Bureau.";
"ERR_UPDATE" = "Erreur durant la recherche d'une mise à jour de Maintenance. ";
"ERR_UPDATERETRY" = "Une erreur est survenue durant la recherche d'une mise à jour de Maintenance. Le site web est momentanément indisponible ou vous n'êtes pas connecté à internet. Veuillez réessayer plus tard.";

"CHECK_SMART" = "Vérification de l'état S.M.A.R.T. du disque...";
"DISABLE_SMART" = "La vérification de l'état S.M.A.R.T. du disque au lancement peut être désactivée dans les préférences de Maintenance.";
"SMART_VERIFIED" = "État S.M.A.R.T. vérifié.";
"MSG_SMART_VERIFIED" = "Ce disque semble fonctionner correctement.";
"SMART_NOTSUPPORTED" = "État S.M.A.R.T. non géré.";
"MSG_SMART_NOTSUPPORTED" = "L'état S.M.A.R.T. n'a pas été vérifié car il n'est pas géré par ce disque.";
"SMART_NOTVERIFIED" = "État S.M.A.R.T. non vérifié.";
"MSG_SMART_NOTVERIFIED" = "Erreur détectée durant la vérification de l'état S.M.A.R.T de ce disque.";
"MSG_SMART_RAID" = "Maintenance ne peut pas vérifier l'état S.M.A.R.T. d'un ensemble RAID.";

"CHECKDISK" = "Vérification de la structure du volume";
"MSG_ALERTCHECK" = "Avant d'effectuer la maintenance ou le nettoyage du système, il est préférable de vérifier la structure du volume de démarrage.";
"MSG_CHECKDISK" = "Pour effectuer cette vérification, veuillez quitter toutes les applications ouvertes (certaines tâches peuvent fausser le résultat de la vérification) puis cliquez sur Continuer. \nPendant la vérification, il se peut que le Finder ralentisse ou ne réponde plus, que la roue multicolore tournante apparaisse ou que votre ordinateur cesse de répondre (se gèle). C'est normal, veuillez patienter !!";
"CHECKDISK_OK" = "Vérification terminée.";
"MSG_CHECKDISK_OK" = "Le volume de démarrage semble être en bon état.";
"CHECKDISK_NOTOK" = "Réparation nécessaire.";
"MSG_CHECKDISK_NOTOK" = "Pour réparer votre disque de démarrage, démarrez depuis votre disque d'installation Mac OS X (CD ou DVD), puis choisissez Utilitaires > Utilitaire de disque.";
"NOCHECKDISK" = "Vérification impossible.";
"MSG_NOCHECKDISK" = "Impossible de vérifier la structure de ce volume car il n'est pas journalisé.";

"NOCOMMAND" = "Aucune commande sélectionnée.";
"MSG_NOCOMMAND" = "Veuillez sélectionner au moins une commande puis réessayez.";
"ERROR" = "Error: ";
"ALRT" = "Attention !";
"ALRT_QUITALL" = "Maintenance va quitter toutes les applications ouvertes.";

"B_QUIT" = "Quitter";
"B_CANCEL" = "Annuler";
"B_CONTINUE" = "Continuer";
"B_RESTART" = "Redémarrer";
"B_CLOSE" = "Fermer";
"B_SHUTDOWN" = "Eteindre";

"REPAIRPERM" = "Réparation des permissions du disque";
"SCRIPTS" = "Exécution des scripts de maintenance";
"CACHE_SYSTEM" = "Suppression des fichiers caches du Système";
"CACHE_APP" = "Suppression des fichiers caches des applications";
"FONT_CACHES" = "Suppression des fichiers caches des polices";
"LOGS" = "Suppression des historiques et des rapports de problème";
"TEMP_ITEMS" = "Suppression des éléments récents et temporaires";
"LAUNCHSERVICES" = "Reconstruction de la base de données LaunchServices";
"DYLDCACHE" = "Mise à jour des caches partagés dyld";
"DSSTORE" = "Réinitialisation de l'affichage du contenu des dossiers";
"INDEX_SPOTLIGHT" = "Reconstruction de l'index de Spotlight";
"INDEX_BAL" = "Reconstruction des boîtes aux lettres de Mail";

"ENDMAINTAIN" = "Maintenance terminée.";
"MSG_ENDMAINTAIN" = "Les opérations de maintenance sélectionnées ont été exécutées.";
"MSG_RESTART" = "Les opérations de maintenance sélectionnées ont été exécutées. Il est recommandé de redémarrer l'ordinateur.";

"ERR_MAINTENANCELOG" = "Système d'historique de Maintenance désactivé.";
"MSG_MAINTENANCELOG" = "Vous avez probablement personnalisé les formats de date et d'heure dans les Préférences Système. Un bug du Système empêche le fonctionnement du système d'historique de Maintenance.";
"NO_FILE" = "Fichier inexistant.";
"NO_LOGMAINTENANCE" = "L'historique de Maintenance (~/Bibliothèque/Logs/Maintenance.log) n'existe pas. Il a probablement été effacé.";
"DEL_LOG" = "Suppression de l'historique de Maintenance";
"NEWLOG" = "Création d'un nouvel historique...";

"UNINSTALL_MAINTENANCE" = "Souhaitez-vous vraiment désinstaller Maintenance et les composants créés lors de l'installation et de l'utilisation de l'application ?";
"QUIT_MAINTENANCE" = "Souhaitez-vous vraiment quitter Maintenance ?";
